{"sections":{"1654729810fe1fb3f1":{"type":"banner","settings":{"class":"","bg_color":"#eec9d0","height":280,"image":"shopify:\/\/shop_images\/background.png","image_mobile":"shopify:\/\/shop_images\/mobile-banner.png","preheading":"","heading":"<p>Refunds Policy<\/p>","heading_element":"h2","text":"","link":"","linktext":"","linkclass":""}},"main":{"type":"main-page","disabled":true,"settings":{"breadcrumbs":false,"heading":false,"content":true}},"16547298266bd37b39":{"type":"banner-track-my-order","disabled":true,"settings":{"class":"","bg_color":"linear-gradient(127deg, rgba(238, 201, 208, 1) 11%, rgba(238, 201, 208, 1) 81%)","content_width":100,"preheading":"Where's my order??","heading":"","text":"","button_text":"Track"}},"rich_text_MyK9Bg":{"type":"rich-text","blocks":{"text_tqzB6e":{"type":"text","settings":{"enlarge_text":false,"text":"<p>We ship within Australia only. You can expect your order to arrive within 3 to 7 business days from the date you placed your order. Once items have been dispatched they are then the responsibility of our courier partners. We are not responsible for delayed, missing or lost packages. Any issues after collection must be directly dealt through the courier. Please lodge a missing or delayed parcel claim using your tracking number.<\/p><p>For sale periods and public holidays there may be a delay of up to 2-3 business days before order dispatch.<\/p><p><strong>Damages and issues<\/strong><\/p><p>For faulty or fulfilment issues, we have a strict 30-day return policy, which means you have 30 days after receiving your item to request a return. <\/p><p>Please inspect your order upon reception and contact us immediately if the item is defective, damaged or if you receive the wrong item, so that we can evaluate the issue and make it right. <\/p><p>To be eligible for a return, your item must be in the same condition that you received it, unworn or unused, with tags, and in its original packaging. You’ll also need the receipt or proof of purchase.<\/p><p>To start the return process, please email your order number beginning woth #SK as well as a photo of the items received to <a href=\"mailto:online@skinkandy.com\">online@skinkandy.com<\/a>. If your return is accepted, we’ll send you instructions on how and where to send your package. Items sent back to us without first requesting a return will not be accepted.<\/p><p>We will notify you once we’ve received and inspected your return, and let you know if the refund was approved or not. If approved, you’ll be automatically refunded on your original payment method. Please remember it can take some time for your bank or credit card company to process and post the refund too.<\/p><p><strong>Non-returnable items<\/strong><\/p><p><br\/>Unfortunately, we cannot accept returns on sale items or gift cards.<\/p><p> <\/p>"}}},"block_order":["text_tqzB6e"],"settings":{"align_text":"left","narrow_column":true,"divider":false}}},"order":["1654729810fe1fb3f1","main","16547298266bd37b39","rich_text_MyK9Bg"]}